13/data/attachments/c9240060ef3c7412.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christine_public_Friend_22179_0</nif:username>
            <nif:friendToBeRequested>soap_friends_46adde95-4755-4922-a330-861da6439b52</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>